[
    "You are my favorite notification.",
    "Every love song makes sense because of you.",
    "You make ordinary moments magical.",
    "My day starts better when I think of you.",
    "You’re my calm in the chaos.",
    "In a room full of art, I’d still stare at you.",
    "You are the best part of my tomorrow.",
    "Home is wherever I'm with you.",
    "Serah, the peanut butter to my jelly.",
    "You’re my favorite daydream.",
    "You are my happy place.",
    "Life is better with you by my side.",
    "Your voice is my favorite sound.",
    "You stole my heart, but I’ll let you keep it.",
    "You’re the frosting on my cupcake.",
    "I never planned on you, and that’s why you’re the best surprise.",
    "Walking with you through life is my favorite journey.",
    "Holding your hand is my favorite feeling.",
    "You make my dopamine levels go silly, Serah.",
    "You’re the kind of person I want to make breakfast for.",
    "Even on my worst days, you make me smile.",
    "You’re not just my love, you’re my best friend.",
    "You make my heart skip a beat.",
    "Your laugh is a melody I want to play on repeat.",
    "Just one look at you and I know it’s gonna be a good day.",
    "I’ll be the hot chocolate, you can be the cookies; I’ll be the bread, you can be the butter; I’ll be the coffee, you can be the cream.",
    "You are my favorite distraction.",
    "You are the one I want to binge-watch shows with.",
    "You make me feel complete.",
    "You are the sweet to my sour.",
    "You are the only one who can make me smile without saying a word.",
    "You make ordinary days extraordinary.",
    "Thinking of you makes me grin like a fool.",
    "I love our little chats and silly jokes.",
    "You bring out the playful side of me.",
    "Even small things with you feel special.",
    "You make my mornings brighter and my nights warmer.",
    "I can’t stop smiling when I think of you.",
    "Being around you feels like sunshine.",
    "You’re the cutest distraction I’ve ever had.",
    "Every time I see you, my heart does a happy dance.",
    "I like the way we just click, no pressure, just fun.",
    "You make my world a little sweeter every day.",
    "Spending time with you is my favorite part of the week.",
    "You make me laugh in ways I didn’t know I could.",
    "You’re my little slice of happiness."
]
