[
    "You are my favorite notification.",
    "Every love song makes sense because of you.",
    "You make ordinary moments magical.",
    "My day starts better when I think of you.",
    "You’re my calm in the chaos.",
    "In a room full of art, I’d still stare at you.",
    "Loving you is the easiest thing I've ever done.",
    "You are the best part of my tomorrow.",
    "My heart knew you before I did.",
    "Home is wherever I'm with you.",
    "You are the risk I’ll always take.",
    "Serah the peanut butter to my jelly.",
    "I saw that you were perfect, and so I loved you.Then I saw that you were not perfect and I loved you even more.",
    "You’re my favorite daydream.",
    "Every time I see you, I fall in love all over again.",
    "You are my happy place.",
    "Life is better with you by my side.",
    "To the world you may be one person, but to me you are the world.",
    "My heart talks about you when I'm not listening.",
    "You are my today and all of my tomorrows.",
    "If I had a flower for every time I thought of you, I could walk through my garden forever.",
    "I wish I could turn back the clock. I’d find you sooner and love you longer.",
    "You’re the missing piece to my puzzle.",
    "Being with you makes me feel like I can conquer the world.",
    "Your voice is my favorite sound.",
    "I fell in love with the way you touched me without using your hands.",
    "I love you right up to the moon—and back.",
    "You stole my heart, but I’ll let you keep it.",
    "I want to be the reason behind your smile.",
    "You’re the frosting on my cupcake.",
    "If I know what love is, it is because of you.",
    "I never planned on you, and that’s why you’re the best surprise.",
    "Walking with you through life is my favorite journey.",
    "I love you not only for who you are, but for who I am when I am with you.",
    "You have a place in my heart no one else could have.",
    "Holding your hand is my favorite feeling.",
    "You make my dopamine levels go silly Serah",
    "I love you more than yesterday, but less than tomorrow.",
    "You are the poem I never knew how to write.",
    "I just want to lay on your chest and listen to your heartbeat.",
    "You’re the spark that lights up my soul.",
    "There is no remedy for loving you but to loving you more Serah.",
    "I’m much more me when I’m with you.",
    "Your love is the best kind of addiction.",
    "You are my blue crayon, the one I never have enough of,.You are my 16.",
    "Whatever happens, I’ll always be waiting for you.",
    "I want all of my lasts to be with you.",
    "You’re the kind of person I want to make breakfast for.",
    "Your arms feel more like home than any house ever did.",
    "I find pieces of you in every song I listen to.",
    "You are the serendipity I was looking for Serah.",
    "You’re the first thought in my morning and the last in my night.",
    "Even on my worst days, you make me smile.",
    "You are the anchor that keeps my feet on the ground.",
    "Loving you is like breathing; how can I stop?",
    "You’re not just my love, you’re my best friend.",
    "I want to be your favorite hello and your hardest goodbye.",
    "You make my heart skip a beat.",
    "I love you more than words can wield the matter.",
    "You are the comma in the sentence of my life s❤️",
    "I’d choose you in a hundred lifetimes.",
    "Your laugh is a melody I want to play on repeat.",
    "You are my greatest adventure.",
    "I love you to the depths of the ocean and back.",
    "With you, I am home.",
    "You are the reason I believe in love.",
    "In my eyes Serah,there is no one equal to you.",
    "I love you for all that you are, all that you have been, and all that you will be.",
    "You are the standard I judge everything else by.",
    "Just one look at you and I know it’s gonna be a good day.",
    "Ill be the hot chocolate ,,ill be the milk, you can be the cookies,ill be the bread, you can be the butter,ill be the coffee, you can be the cream,ill be your tea ,you can be my lemon slice.",
    "You are my forever and always Serah.",
    "You are the definition of beautiful.",
    "You are the dream I never want to wake up from.",
    "I love the way we fit together.",
    "I'd have nothing ,and have you and still have everything❤️.",
    "I love you in every universe.",
    "Lets grow old togethor my Love.",
    "You have bewitched me body and soul.",
    "I love you endlessly.",
    "You are my favorite distraction.",
    "You are the reason I look down at my phone and smile Serah.",
    "My favorite place is inside your hug Serah❤️.",
    "If forever does exist, i want to spend it with you❤️.",
    "You make me feel like I’m enough.",
    "My heart is and always will be yours.",
    "I fell in love with you because you loved me when I couldn't love myself.",
    "Every moment with you is the favourite part of the day❤️.",
    "I still get butterflies every time I see you.",
    "You are the text I wait for.",
    "I love you simply because you are YOU Serah❤️",
    "I could start a fire with what I feel for you❤️.",
    "You are the sweet to my sour.",
    "I love the way you look at me...with your..Seductive Eyes❤️",
    "You are the only one who can make me smile without saying a word.",
    "I want to be your favorite place to go when you’ve had a bad day.",
    "You are the one I want to binge-watch shows with.",
    "I want to be the one who understands your silence and the one who celebrates your victories...both big and small",
    "You are the only one I want to share my secrets with.",
    "You make me feel complete.",
    "I want to be the one who makes all your dreams come true.",
    "I want to be the one who makes you laugh until your stomach hurts.",
    "You are the reason I wake up with a smile.",
    "I love you more than you will ever know.",
    "I'll love you unconditionally.",
    "I'LL always say yes to a dance with you in the rain❤️❤️❤️.",
    "My 16❤️",
    "I PROMISE too ALWAYS AKE YOU makes you feel cherished.",
    "You are the one I want to share my joys and sorrows with.",
    "Know that you are Special Serah❤️.",
    "Ill love you without limits"
]